Repository: mani0303/data2
Catalog: languages/mailmint-pro-*.po
Languages: ar, he_il

source: Abandoned automation data.
ar: بيانات الأتمتة المهجورة.
he_il: נתוני אוטומציה נטושים.

source: Abandoned Cart
ar: العربة المهجورة
he_il: עגלה נטושה

source: Abandoned cart analytics Report.
ar: تقرير تحليلات العربة المهجورة.
he_il: דוח ניתוח עגלה נטושה.

source: Abandoned Cart has been deleted successfully.
ar: تم حذف سلة التسوق المهجورة بنجاح.
he_il: עגלה נטושה נמחקה בהצלחה.

source: Abandoned cart settings have been successfully saved.
ar: تم حفظ إعدادات سلة التسوق المهجورة بنجاح.
he_il: הגדרות עגלה נטושה נשמרו בהצלחה.

source: Abandoned carts has been deleted successfully.
ar: تم حذف العربات المهجورة بنجاح.تم حذف العربات المهجورة بنجاح.
he_il: עגלות נטושות נמחקו בהצלחה.

source: Activate
ar: تفعيل
he_il: לְהַפְעִיל

source: Activate %s
ar: تنشيط %s

source: Activate License
ar: تفعيل الترخيص
he_il: הפעל רישיון

source: Add contact note
ar: إضافة ملاحظة جهة الاتصال
he_il: הוסף הערת איש קשר

source: Address 1
ar: العنوان 1
he_il: כתובת 1

source: Address 2
ar: العنوان 2
he_il: כתובת 2

source: An error occour when try to identify the pluguin.
ar: حدث خطأ أثناء محاولة التعرف على المكون الإضافي.
he_il: מתרחשת שגיאה בעת ניסיון לזהות את הפלאגין.

source: An Unexpected HTTP Error occurred during the API request.
ar: حدث خطأ HTTP غير متوقع أثناء طلب واجهة برمجة التطبيقات (API).
he_il: אירעה שגיאת HTTP בלתי צפויה במהלך בקשת ה-API.

source: Are you seeking&nbsp;personalized assistance in identifying the right solution?
ar: هل تبحث عن مساعدة شخصية في تحديد الحل الصحيح؟
he_il: האם אתה מחפש&nbsp;סיוע מותאם אישית בזיהוי הפתרון הנכון?

source: Be a part of meaningful connections, exclusive updates, and engaging discussions with our community
ar: كن جزءًا من الاتصالات الهادفة والتحديثات الحصرية والمناقشات الجذابة مع مجتمعنا
he_il: היה חלק מקשרים משמעותיים, עדכונים בלעדיים ודיונים מרתקים עם הקהילה שלנו

source: Black Friday
ar: الجمعة السوداء
he_il: יום שישי השחור

source: Boo!
ar: بوو!
he_il: בו!

source: Can’t find solution with our documentation? Just post a ticket. Our professional team is here to solve your problems.
ar: لا يمكن العثور على حل مع وثائقنا؟ مجرد نشر تذكرة. فريقنا المحترف هنا لحل مشاكلك.
he_il: לא מוצא פתרון עם התיעוד שלנו? פשוט תפרסם כרטיס. הצוות המקצועי שלנו כאן כדי לפתור את הבעיות שלך.

source: Cart Details Not Found.
ar: تفاصيل سلة التسوق غير موجودة.
he_il: פרטי העגלה לא נמצאו.

source: Catch the Deal of the Week
ar: احصل على صفقة الأسبوع
he_il: תפסו את עסקת השבוע

source: Checkout data has been updated.
ar: تم تحديث بيانات الخروج.
he_il: נתוני התשלום עודכנו.

source: City
ar: مدينة
he_il: עִיר

source: Cloning is forbidden.
ar: الاستنساخ محظور.
he_il: שיבוט אסור.

source: Company
ar: شركة
he_il: חֶברָה

source: Condition
ar: حالة
he_il: מַצָב

source: Contact fields have been retrieved successfully.
ar: تم استرداد حقول الاتصال بنجاح.
he_il: שדות אנשי קשר אוחזרו בהצלחה.

source: Contact Form 7
ar: نموذج الاتصال 7

source: Contact Form 7 - After submission
ar: نموذج الاتصال 7 - بعد التقديم

source: Contact our expert team
ar: اتصل بفريق الخبراء لدينا
he_il: צור קשר עם צוות המומחים שלנו

source: Contacts have been exported successfully.
ar: تم تصدير جهات الاتصال بنجاح.
he_il: אנשי הקשר יוצאו בהצלחה.

source: Contacts have been retrieved successfully.
ar: تم استرداد جهات الاتصال بنجاح.
he_il: אנשי הקשר אוחזרו בהצלחה.

source: Count Me In
ar: احسبها علي
he_il: אני בפנים

source: Country
ar: دولة
he_il: מדינה

source: Create Coupon
ar: إنشاء قسيمة
he_il: צור קופון

source: Create User
ar: إنشاء مستخدم
he_il: צור משתמש

source: CSV file has been exported successfully.
ar: تم تصدير ملف CSV بنجاح.
he_il: קובץ CSV יוצא בהצלחה.

source: CSV file is not available to download.
ar: ملف CSV غير متاح للتنزيل.
he_il: קובץ CSV אינו זמין להורדה.

source: Custom Field is not valid
ar: الحقل المخصص غير صالح
he_il: שדה מותאם אישית אינו חוקי

source: Dare To Subscribe
ar: يجرؤ على الاشتراك
he_il: העז להירשם

source: Data have been retrieved successfully.
ar: تم استرداد البيانات بنجاح.
he_il: הנתונים אוחזרו בהצלחה.

source: Deactivate License
ar: إلغاء تنشيط الترخيص
he_il: השבת את הרישיון

source: Delete
ar: يمسح
he_il: לִמְחוֹק

source: Delete %s
ar: احذف %s

source: Deleted.
ar: تم الحذف.
he_il: נמחק.

source: Documentation
ar: توثيق
he_il: תיעוד

source: Don't Be Scared
ar: لا تخف
he_il: אל תפחד

source: EDD
ar: إد

source: Email
ar: بريد إلكتروني
he_il: אימייל

source: Email Address
ar: عنوان البريد الإلكتروني
he_il: כתובת דוא"ל

source: Email Marketing Automation - Mail Mint (Pro)
ar: أتمتة التسويق عبر البريد الإلكتروني - Mail Mint (Pro)
he_il: אוטומציה של שיווק בדוא"ל - Mail Mint (פרו)

source: Email not found.
ar: البريد الإلكتروني غير موجود.
he_il: אימייל לא נמצא.

source: Enrolls in a course
ar: يسجل في دورة
he_il: נרשם לקורס

source: Enter Email*
ar: أدخل البريد الإلكتروني*
he_il: הזן אימייל*

source: Enter First Name
ar: أدخل الاسم الأول
he_il: הזן שם פרטי

source: Enter your email
ar: أدخل بريدك الإلكتروني
he_il: הכנס את האימייל שלך

source: Exclusive Offers We Share Frequently
ar: عروض حصرية نشاركها بشكل متكرر
he_il: מבצעים בלעדיים שאנו חולקים לעתים קרובות

source: failed
ar: فشل
he_il: נִכשָׁל

source: Failed to delete
ar: فشل الحذف
he_il: המחיקה נכשלה

source: Failed to delete.
ar: فشل الحذف.
he_il: המחיקה נכשלה.

source: Failed to fetch the segment contacts!
ar: فشل جلب جهات اتصال الشريحة!
he_il: אחזור אנשי הקשר של הפלח נכשל!

source: Failed to fetch the webhook data!
ar: فشل جلب بيانات الرد التلقائي على الويب!
he_il: אחזור נתוני ה-webhook נכשל!

source: Failed to get automation data.
ar: فشل الحصول على بيانات التشغيل الآلي.
he_il: קבלת נתוני אוטומציה נכשלה.

source: Failed to get data
ar: فشل الحصول على البيانات
he_il: קבלת הנתונים נכשלה

source: Failed to get data.
ar: فشل الحصول على البيانات.
he_il: קבלת הנתונים נכשלה.

source: Failed to run automation data.
ar: فشل تشغيل بيانات الأتمتة.
he_il: הפעלת נתוני אוטומציה נכשלה.

source: Failed to save
ar: فشلت في انقاذ
he_il: השמירה נכשלה

source: Field has been deleted successfully
ar: تم حذف الحقل بنجاح
he_il: השדה נמחק בהצלחה

source: Field has been saved successfully
ar: تم حفظ الحقل بنجاح
he_il: השדה נשמר בהצלחה

source: Field is already available, Can not Save.
ar: الحقل متاح بالفعل، لا يمكن الحفظ.
he_il: השדה כבר זמין, לא ניתן לשמור.

source: Field is already available.
ar: الحقل متاح بالفعل.
he_il: השדה כבר זמין.

source: Field Mapping
ar: رسم الخرائط الميدانية
he_il: מיפוי שדות

source: Field types have been retrieved successfully.
ar: تم استرداد أنواع الحقول بنجاح.
he_il: סוגי שדות אוחזרו בהצלחה.

source: Filters are mandatory.
ar: المرشحات إلزامية.
he_il: מסננים הם חובה.

source: First Name
ar: الاسم الأول
he_il: שם פרטי

source: Fluent Forms
ar: أشكال بطلاقة
he_il: צורות שוטפות

source: Get detailed guide and documentation on Mail Mint and create highly converting sales funnels easily.
ar: احصل على دليل ووثائق تفصيلية حول Mail Mint وقم بإنشاء مسارات تحويل عالية للمبيعات بسهولة.
he_il: קבל מדריך ותיעוד מפורטים על Mail Mint וצור משפכי מכירה בעלי המרה גבוהה בקלות.

source: Get Report Successfully.
ar: احصل على التقرير بنجاح.
he_il: קבל דיווח בהצלחה.

source: Get The Book Now
ar: احصل على الكتاب الآن
he_il: קבל את הספר עכשיו

source: Gform
ar: جيفورم

source: Grab your free eBook to discover proven real-life storytelling methods
ar: احصل على كتابك الإلكتروني المجاني لاكتشاف أساليب سرد القصص الواقعية التي أثبتت جدواها
he_il: קח את הספר האלקטרוני החינמי שלך כדי לגלות שיטות סיפור מוכחות בחיים האמיתיים

source: Heads up, Please backup before upgrade!
ar: تنبيه، يرجى النسخ الاحتياطي قبل الترقية!
he_il: שימו לב, נא לגבות לפני השדרוג!

source: Hey There
ar: مرحبًا يا من هناك
he_il: שלום

source: JetForm
ar: جيتفورم

source: Join 2 others, and start your fitness
ar: انضم إلى 2 آخرين، وابدأ لياقتك البدنية
he_il: הצטרף ל-2 אחרים, והתחל את הכושר שלך

source: Join Now
ar: نضم الان
he_il: הצטרף עכשיו

source: Join The Bunch
ar: انضم إلى المجموعة
he_il: הצטרף לחבורה

source: journey with us today
ar: رحلة معنا اليوم
he_il: מסע איתנו היום

source: Last Name
ar: اسم العائلة
he_il: שם משפחה

source: Learn how top influencers gained recognition and created a global impact
ar: تعرف على كيفية حصول كبار الشخصيات المؤثرة على التقدير وخلق تأثير عالمي
he_il: למד כיצד משפיעים מובילים זכו להכרה ויצרו השפעה גלובלית

source: LearnDash
ar: تعلم داش

source: Leave a Review
ar: ترك التعليق
he_il: השאירו חוות דעת

source: Let Us Help Out
ar: دعنا نساعدك
he_il: תן לנו לעזור

source: Licence
ar: رخصة
he_il: רישיון

source: License Input
ar: إدخال الترخيص
he_il: קלט רישיון

source: Mail Mint
ar: البريد النعناع

source: Manage License
ar: إدارة الترخيص
he_il: ניהול רישיון

source: Manage license
ar: إدارة الترخيص
he_il: ניהול רישיון

source: Manage your license and subscriptions in your personalized user account.
ar: إدارة الترخيص والاشتراكات الخاصة بك في حساب المستخدم المخصص الخاص بك.
he_il: נהל את הרישיון וההרשמות בחשבון המשתמש המותאם אישית שלך.

source: Missing or empty parameters
ar: معلمات مفقودة أو فارغة
he_il: פרמטרים חסרים או ריקים

source: Network Activate
ar: تفعيل الشبكة
he_il: הפעלת רשת

source: Network Activate %s
ar: تنشيط الشبكة %s

source: No cart details found.
ar: لم يتم العثور على تفاصيل سلة التسوق.
he_il: לא נמצאו פרטי עגלה.

source: No contacts matched.
ar: لا توجد جهات اتصال متطابقة.
he_il: אין אנשי קשר תואמים.

source: No products are currently available.
ar: لا توجد منتجات متاحة حاليا.
he_il: אין מוצרים זמינים כרגע.

source: No settings found
ar: لم يتم العثور على إعدادات
he_il: לא נמצאו הגדרות

source: Not Deleted.
ar: لم يتم حذفه.
he_il: לא נמחק.

source: off on all Halloween products
ar: خصم على جميع منتجات الهالوين
he_il: הנחה על כל מוצרי ליל כל הקדושים

source: Payment Method
ar: طريقة الدفع او السداد
he_il: אמצעי תשלום

source: Phone
ar: هاتف
he_il: טלפון

source: Phone Number
ar: رقم التليفون
he_il: מספר טלפון

source: Plugin / Addons
ar: البرنامج المساعد / الإضافات
he_il: תוסף / תוספות

source: Post A Ticket
ar: انشر تذكرة
he_il: פרסם כרטיס

source: Postal/Zip Code
ar: الرمز البريدي/الرمز البريدي
he_il: מיקוד/מיקוד

source: Power up 🔥 your funnels using exclusive email sequences, advanced email automation ⚙️, and visual integration with WPFunnels.
ar: قم بتعزيز 🔥 مسارات التحويل الخاصة بك باستخدام تسلسلات البريد الإلكتروني الحصرية، وأتمتة البريد الإلكتروني المتقدمة ⚙️، والتكامل المرئي مع WPFunnels.
he_il: הפעל 🔥 את המשפכים שלך באמצעות רצפי אימייל בלעדיים, אוטומציה מתקדמת של אימייל ⚙️ ואינטגרציה ויזואלית עם WPFunnels.

source: Price
ar: سعر
he_il: מחיר

source: privacy policy
ar: سياسة الخصوصية
he_il: מדיניות הפרטיות

source: Product
ar: منتج
he_il: מוצר

source: Products has been retrieved successfully.
ar: تم استرداد المنتجات بنجاح.
he_il: המוצרים אוחזרו בהצלחה.

source: Quantity
ar: كمية
he_il: כַּמוּת

source: Query Successful.
ar: تم الاستعلام بنجاح.
he_il: השאילתה הצליחה.

source: Query Successfull
ar: تم الاستعلام بنجاح
he_il: השאילתה הצליחה

source: Receive In-depth Articles, Event Highlights, and
ar: احصل على مقالات متعمقة وأبرز الأحداث و
he_il: קבל מאמרים מעמיקים, דגשים באירועים ו

source: Remove List
ar: إزالة القائمة
he_il: הסר רשימה

source: Remove tag
ar: إزالة العلامة
he_il: הסר תג

source: Run abandoned successfully.
ar: تم التخلي عن التشغيل بنجاح.
he_il: הפעלה נטושה בהצלחה.

source: Run automation successfully.
ar: قم بتشغيل الأتمتة بنجاح.
he_il: הפעל אוטומציה בהצלחה.

source: Sale
ar: أُوكَازيُون
he_il: מְכִירָה

source: Same slug has been assigned to another Field, Can not Save.
ar: تم تعيين نفس الارتداد إلى حقل آخر، لا يمكن الحفظ.
he_il: אותו שבלול הוקצה לשדה אחר, לא ניתן לשמור.

source: Segment has been deleted successfully
ar: تم حذف المقطع بنجاح
he_il: הפלח נמחק בהצלחה

source: Segment has been saved successfully
ar: تم حفظ المقطع بنجاح
he_il: הפלח נשמר בהצלחה

source: Segment is not valid
ar: المقطع غير صالح
he_il: הפלח אינו חוקי

source: Segments has been deleted successfully
ar: تم حذف المقاطع بنجاح
he_il: הפלחים נמחקו בהצלחה

source: Select Lists
ar: حدد القوائم
he_il: בחר רשימות

source: Select tags
ar: حدد القوائم
he_il: בחר תגים

source: sent
ar: مرسل
he_il: נשלח

source: Sequence
ar: تسلسل
he_il: סדר פעולות

source: Show Your Love
ar: اظهر حبك
he_il: תראה את האהבה שלך

source: Sorry, you cannot edit this resources.
ar: عذرًا، لا يمكنك تعديل هذه الموارد.
he_il: מצטערים, אינך יכול לערוך משאבים אלה.

source: Specific Time Delay
ar: تأخير زمني محدد
he_il: עיכוב זמן ספציפי

source: State
ar: ولاية
he_il: מדינה

source: Stay In Touch
ar: ابق على تواصل
he_il: תישאר בקשר

source: Stock: %d
ar: المخزون: %د

source: Stop Automation
ar: إيقاف الأتمتة
he_il: עצור אוטומציה

source: Subscribe
ar: يشترك
he_il: הירשם

source: Subscribe today to instantly receive a 20% off on your next orders. Hurry, this offer won&apos;t last long
ar: اشترك اليوم لتحصل فورًا على خصم 20% على طلباتك القادمة. أسرع، هذا العرض لن يدوم طويلاً
he_il: הירשם היום כדי לקבל 20% הנחה מיידית על ההזמנות הבאות שלך. מהרו, הצעה זו לא תימשך זמן רב

source: Subscriber confirmed double opt-in
ar: أكد المشترك الاشتراك المزدوج
he_il: המנוי אישר הצטרפות כפולה

source: Subscriber double opt-in confirmed
ar: تم تأكيد الاشتراك المزدوج للمشترك
he_il: אושרה הצטרפות כפולה של מנוי

source: Successfully fetched segment contacts!
ar: تم جلب جهات اتصال المقطع بنجاح!
he_il: אנשי קשר מקטע הוחזרו בהצלחה!

source: Successfully fetched webhook data!
ar: تم جلب بيانات الرد التلقائي على الويب بنجاح!
he_il: נתוני webhook הועברו בהצלחה!

source: Support
ar: يدعم
he_il: תמיכה

source: The email has not been found.
ar: لم يتم العثور على البريد الإلكتروني.
he_il: האימייל לא נמצא.

source: The Hash does not match.
ar: التجزئة غير متطابقة.
he_il: ה-Hash לא תואם.

source: Title is mandatory
ar: العنوان إلزامي
he_il: הכותרת היא חובה

source: Title is mandatory, Can not Save.
ar: العنوان إلزامي، لا يمكن حفظه.
he_il: הכותרת היא חובה, לא ניתן לשמור.

source: Total:
ar: المجموع:
he_il: סה"כ:

source: Try again
ar: حاول ثانية
he_il: נסה שוב

source: Tutor
ar: مدرس خاص

source: Type is mandatory, Can not Save.
ar: النوع إلزامي، لا يمكن الحفظ.
he_il: הסוג הוא חובה, לא ניתן לשמור.

source: Unserializing instances of this class is forbidden.
ar: إلغاء تسلسل مثيلات هذه الفئة محظور.
he_il: אסור לבטל מופעים של מחלקה זו.

source: Update status
ar: تحديث الحالة
he_il: עדכן מצב

source: Update user meta
ar: تحديث التعريف المستخدم
he_il: עדכן מטא משתמש

source: User Role
ar: دور المستخدم
he_il: תפקיד משתמש

source: We don’t spam! Read more in our
ar: نحن لا البريد المزعج! اقرأ المزيد في موقعنا
he_il: אנחנו לא שולחים ספאם! קרא עוד אצלנו

source: We don’t spam! Read more in our
ar: نحن لا البريد المزعج! اقرأ المزيد في موقعنا
he_il: אנחנו לא שולחים ספאם! קרא עוד אצלנו

source: We don’t want you to miss a thing - sign up to get our discounts
ar: لا نريد أن يفوتك أي شيء - قم بالتسجيل للحصول على خصوماتنا
he_il: אנחנו לא רוצים שתפספסו דבר - הירשם כדי לקבל את ההנחות שלנו

source: We love to have you in Mail Mint family. Take your 2 minutes to review and spread the love to encourage us to keep it going.
ar: نحن نحب أن تكون في عائلة Mail Mint. خذ دقيقتين لمراجعة ونشر الحب لتشجيعنا على الاستمرار.
he_il: אנחנו אוהבים לארח אותך במשפחת דואר מנטה. הקדישו 2 דקות לסקור ולהפיץ את האהבה כדי לעודד אותנו להמשיך.

source: Webhook has been deleted successfully
ar: تم حذف Webhook بنجاح
he_il: Webhook נמחק בהצלחה

source: WebHook has been saved successfully
ar: تم حفظ WebHook بنجاح
he_il: WebHook נשמר בהצלחה

source: WebHook is not valid
ar: WebHook غير صالح
he_il: WebHook אינו חוקי

source: Webhook must need to be as POST Method
ar: يجب أن يكون Webhook كطريقة POST

source: Webook
ar: الكتاب الإلكتروني

source: Woocommerce
ar: التجارة الإلكترونية

source: WordPress Page ID
ar: معرف صفحة ووردبريس

source: WPFunnels
ar: مسارات الفسفور الأبيض

source: WPFunnels Team
ar: فريق مسارات الفسفور الأبيض
he_il: צוות WPFunnels

source: You need to Install & Activate the latest version of Email Marketing Automation - Mail Mint (Free) before activating Email Marketing Automation - Mail Mint (Pro).
ar: تحتاج إلى تثبيت وتنشيط أحدث إصدار من Email Marketing Automation - Mail Mint (مجاني) قبل تنشيط Email Marketing Automation - Mail Mint (Pro).
he_il: עליך להתקין ולהפעיל את הגרסה העדכנית ביותר של Email Marketing Automation - Mail Mint (חינם) לפני הפעלת Email Marketing Automation - Mail Mint (Pro).

source: Your <strong>Email Marketing Automation - Mail Mint (Pro)</strong> license is not activated. Please <a href="%1$s">activate your license</a> to use all the pro features of <strong>Email Marketing Automation - Mail Mint (Pro)</strong>
ar: لم يتم تنشيط ترخيص <strong>أتمتة التسويق عبر البريد الإلكتروني - Mail Mint (Pro)</strong>. الرجاء <a href="%1$s">تنشيط ترخيصك</a> لاستخدام كافة الميزات الاحترافية في <strong>أتمتة التسويق عبر البريد الإلكتروني - Mail Mint (Pro)</strong>

source: Your Email
ar: بريدك الالكتروني
he_il: האימייל שלך

source: Your Name
ar: اسمك
